[
  {
    "Rubrik":"11.12NYHETERGängkriminella utlämnade från DubaiTvå svenskar, varav en är tongivande i ett kriminellt gäng, har utlämnats från Dubai till Sverige, skriver polisen i ett…",
    "Filnamn":"artiklar\/artikel1.txt",
    "Kategori":"Brottslighet",
    "Klassifikation":"Positiv",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Två svenskar, varav en ledande inom ett kriminellt gäng, har utlämnats från Dubai till Sverige efter att ha gripits och tack vare ett nytt utlämningsavtal mellan Sverige och Förenade Arabemiraten."
  },
  {
    "Rubrik":"11.11NYHETERLandshövdingen: ”Påverkar hela Sverige”Läget är fortsatt allvarligt i Västernorrland efter skyfallen. Det säger Trafikverkets generaldirektör Roberto Maiorana…",
    "Filnamn":"artiklar\/artikel2.txt",
    "Kategori":"Katastrofer",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Efter omfattande skyfall i Västernorrland har infrastrukturen drabbats hårt, och landshövdingen betonar att situationen påverkar inte bara regionen utan hela Sverige."
  },
  {
    "Rubrik":"11.02NYHETERFredspriskommittén: Vi låter oss inte påverkasUSA:s president Donald Trump har upprepade gånger sagt att han vill vinna Nobels fredspris.",
    "Filnamn":"artiklar\/artikel3.txt",
    "Kategori":"Politik",
    "Klassifikation":"Neutral",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Nobelkommittén betonar att de inte låter sig påverkas av den uppmärksamhet och de kampanjer som finns kring potentiella fredspriskandidater, inklusive USA:s president Donald Trump."
  },
  {
    "Rubrik":"10.27NYHETERDanmark köper luftvärn för rekordbeloppDanmarks försvar har fått grönt ljus för ett rekordstort vapeninköp: luftvärn för mångmiljardbelopp.",
    "Filnamn":"artiklar\/artikel4.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Positiv",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Danmark investerar över 73 miljarder svenska kronor i ett rekordstort vapeninköp av åtta markbaserade luftvärnssystem från europeiska producenter som svar på ökade geopolitiska spänningar och Rysslands krig i Ukraina."
  },
  {
    "Rubrik":"10.23NYHETERKritiken mot evenemanget: ”Slapp säkerhet”3 000 hade samlats på universitetet för att se högerdebattören Charlie Kirk. Sex poliser var på plats.",
    "Filnamn":"artiklar\/artikel5.txt",
    "Kategori":"Brottslighet",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Efter att högerdebattören Charlie Kirk sköts till döds under ett evenemang, riktas skarp kritik mot säkerheten, som upplevdes som bristfällig med få poliser och ingen kontroll av biljetter, vilket potentiellt hade tillåtit obehöriga att komma in."
  },
  {
    "Rubrik":"09.59NYHETERHunter, 29, ställde sista frågan till Kirk: ”Tragedi”Studenten Hunter Kozak, 29,  var den sista som pratade med Charlie Kirk.",
    "Filnamn":"artiklar\/artikel6.txt",
    "Kategori":"Brott",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Efter att ha deltagit i en debatt med den avlidne debattören Charlie Kirk, uttrycker studenten Hunter Kozak sorg och fördömelse över mordet, trots deras tidigare åsiktsmotsättningar, och betonar vikten av fredlighet."
  },
  {
    "Rubrik":"09.58NYHETERTusk: Trumps teori om ryska drönare stämmer inteEnligt USA:s president Donald Trump kan de ryska drönarna som kränkte polskt luftrum tidigare i veckan ha gjort det av…",
    "Filnamn":"artiklar\/artikel7.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Polens premiärminister Donald Tusk motsäger Donald Trumps teori om att de ryska drönare som kränkte polskt luftrum kan ha gjort det av misstag, och försäkrar att det inte var en olyckshändelse."
  },
  {
    "Rubrik":"09.51NYHETER”Vi har satt oss på nån jävla pausknapp”EU:s medlemsländer är oeniga in i det sista om hur klimatmålet för 2040 ska se ut.",
    "Filnamn":"artiklar\/artikel8.txt",
    "Kategori":"Miljöpolitik",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"EU kämpar med att enas om klimatmål och möter samtidigt påtryckningar att backa från förbudet mot bensinbilar, vilket gör att framstegen fördröjs och skapar frustration."
  },
  {
    "Rubrik":"09.48NYHETERTvå allvarligt skadade i bussolyckan på E4Två personer bedöms som allvarligt skadade efter gårdagens bussolycka på E4 utanför Linköping, uppger Region…",
    "Filnamn":"artiklar\/artikel9.txt",
    "Kategori":"Olycka",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Efter en bussolycka på E4 utanför Linköping skadades två personer allvarligt, men ingen av dem är i livshotande tillstånd."
  },
  {
    "Rubrik":"09.34NYHETERBusch om Stegrud: Agerat ”uselt”Kristdemokraternas ledare Ebba Busch anser att Jessica Stegrud (SD) agerat ”uselt” efter de senaste veckornas turbulens.",
    "Filnamn":"artiklar\/artikel10.txt",
    "Kategori":"Politik",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Kristdemokraternas Ebba Busch kritiserar starkt Sverigedemokraten Jessica Stegrud för hennes beteende och agerande i flera uppmärksammade situationer, och beskriver det som \"uselt\" och oförenligt med svenska värderingar."
  },
  {
    "Rubrik":"09.13NYHETERKirk nominerad till EU-prisDen mördade amerikanske högerdebattören Charlie Kirk har nominerats till EU-parlamentets finaste…",
    "Filnamn":"artiklar\/artikel11.txt",
    "Kategori":"Politik",
    "Klassifikation":"Neutral",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Den amerikanske högerdebattören Charlie Kirk, som mördats, har nominerats till EU:s prestigefyllda Sacharovpriset för tankefrihet, vilket är en kontroversiell nominering initierad av en ytterhögergrupp."
  },
  {
    "Rubrik":"09.03NYHETERSenatorer: USA medskyldigt till etnisk rensningIsraels plan är att systematiskt förstöra och etniskt rensa Gazaremsan – och USA är medskyldigt.",
    "Filnamn":"artiklar\/artikel12.txt",
    "Kategori":"Internationella relationer",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Två amerikanska senatorer hävdar att Israel systematiskt utför etnisk rensning i Gazaremsan och att USA, genom sitt stöd till Israel, är delaktigt i dessa handlingar."
  },
  {
    "Rubrik":"08.50NYHETER92-åring begärs häktad för mord i StaffanstorpEn kvinna i 95-årsåldern hittades svårt skadad i sitt hem i Staffanstorp i tisdags och avled senare på sjukhus.",
    "Filnamn":"artiklar\/artikel13.txt",
    "Kategori":"Brott",
    "Klassifikation":"Negativ",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"En 92-årig man begärs häktad för mord efter att en 95-årig kvinna hittades svårt skadad i sitt hem i Staffanstorp och senare avled."
  },
  {
    "Rubrik":"08.47NYHETERFN röstar om tvåstatslösning utan HamasFN:s generalförsamling röstar på fredagen om en resolution om en tvåstatslösning på kriget i Gaza – en lösning där Hamas…",
    "Filnamn":"artiklar\/artikel14.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Positiv",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"FN:s generalförsamling ska rösta om en resolution som förespråkar en tvåstatslösning för fred i Gaza, där Hamas måste lämna ifrån sig makten och vapnen för att möjliggöra en palestinsk stat."
  },
  {
    "Rubrik":"08.47NYHETERKommunalrådet: Kiruna kommer att stå sig starktStaten bör ta större ansvar för bostadsbyggande i Kiruna när LKAB:s gruvbrytning gör att ytterligare flera tusen…",
    "Filnamn":"artiklar\/artikel15.txt",
    "Kategori":"Samhälle",
    "Klassifikation":"Neutral",
    "Datum":"12-09-2025, 11:18",
    "Sammanfattning":"Kommunalrådet i Kiruna uppmanar staten att ta ett större ansvar för bostadsbyggande och markfrågor i ljuset av den utökade gruvbrytningen som tvingar tusentals invånare att flytta och påverkar två tredjedelar av befolkningen."
  },
  {
    "Rubrik":"08.57NYHETERTurkiet: Avgörande dag i domstolEn domstol i Ankara väntas i dag avgöra ett mål med stor betydelse för Turkiets politiska framtid.",
    "Filnamn":"artiklar\/artikel1.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"En domstol i Turkiet kommer att avgöra om oppositionspartiets CHP:s ledarval 2023 ska ogiltigförklaras, i ett fall som många ser som ett politiskt angrepp från president Erdogans regering för att försvaga oppositionen."
  },
  {
    "Rubrik":"08.48NYHETERIsraelisk militär: 320 000 har lämnat Gaza StadÖver 320 000 palestinier har hittills lämnat Gaza Stad och tagit sig till andra delar av Gaza, bedömer den israeliska…",
    "Filnamn":"artiklar\/artikel2.txt",
    "Kategori":"Mellanösternkonflikt",
    "Klassifikation":"Neutral",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Enligt den israeliska militären har över 320 000 palestinier lämnat Gaza Stad till följd av uppmaningar om evakuering inför en planerad militär offensiv."
  },
  {
    "Rubrik":"08.37NYHETERBråket mellan Andersson och Kristersson: ”Uppenbart infiltrerad”Inga besked i regeringsfrågan. Men när det pratades kriminalitet hettade det till ordentligt i P1 Morgons debatt mellan…",
    "Filnamn":"artiklar\/artikel3.txt",
    "Kategori":"Politik",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Under en debatt i P1 Morgon hamnade Magdalena Andersson och Ulf Kristersson i en hätsk ordväxling där de anklagade varandra för kopplingar till gängkriminalitet och hävdade att deras motståndare var \"infiltrerad\" av personer med tvivelaktiga agendor."
  },
  {
    "Rubrik":"08.33NYHETERÖkad miljökompensation för godstågRegeringen ökar stödet till tågföretag som kör gods på järnväg, rapporterar Sveriges Radio Ekot.",
    "Filnamn":"artiklar\/artikel4.txt",
    "Kategori":"Ekonomi",
    "Klassifikation":"Positiv",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Regeringen ökar det statliga stödet för godståg på järnväg med nästan 330 miljoner kronor årligen fram till 2030 för att stärka den svenska konkurrenskraften och främja järnvägens roll inom godstransporter."
  },
  {
    "Rubrik":"08.32NYHETERFler får rösta i nästa års valFler förstagångsväljare och äldre får rösta i nästa års val. Det visar preliminära siffror från Statistiska centralbyrån…",
    "Filnamn":"artiklar\/artikel5.txt",
    "Kategori":"Val",
    "Klassifikation":"Positiv",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Enligt preliminära siffror från SCB kommer fler personer, inklusive fler äldre och förstagångsväljare, att ha rösträtt i de svenska valen 2026, vilket totalt ger drygt 7,8 miljoner röstberättigade."
  },
  {
    "Rubrik":"08.13NYHETERBritterna planerar kungligt mottagande av TrumpRöda mattan rullas ut och kungafamiljen står redo att ta emot USA:s president Donald Trump när han gör ett statsbesök i…",
    "Filnamn":"artiklar\/artikel6.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Positiv",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Storbritannien förbereder ett kungligt statsbesök med pompa och ståt för att charma Donald Trump och underlätta diplomatiska samtal om viktiga frågor som tullar och Ukraina."
  },
  {
    "Rubrik":"07.58NYHETERStarlink-problem drabbar Ukrainas försvarInternettjänsten Starlink ligger nere, vilket drabbar Ukrainas försvar längs hela fronten, skriver The Kyiv Independent.",
    "Filnamn":"artiklar\/artikel7.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Starlinks internettjänst, som är avgörande för Ukrainas militära och civila verksamhet, upplever just nu driftstopp vilket påverkar försvaret längs fronten, och det spekuleras i att en solstorm kan vara orsaken."
  },
  {
    "Rubrik":"07.56NYHETERPolischefens larm: Unga saknar framtidstroSverige har befunnit sig i en våldsvåg i 12 år och antalet ungdomar som rekryteras in i nätverken ökar ständigt.",
    "Filnamn":"artiklar\/artikel8.txt",
    "Kategori":"Samhälle",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Enligt polischefen Johan Rydwik är Sveriges långvariga våldsvåg rotad i en brist på framtidstro bland unga, vilket gör gängkriminalitet attraktivt och svårt att stoppa trots polisiära framgångar."
  },
  {
    "Rubrik":"07.32NYHETERGeneralen pekar ut detalj: ”Europa inte redo för drönarkrig”abplusDet ryska drönarhotet ökar. Men Europa är inte redo, enligt amerikanske generalen Ben Hodges.",
    "Filnamn":"artiklar\/artikel9.txt",
    "Kategori":"Internationell säkerhet",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Amerikanske general Ben Hodges varnar för att Europa inte är tillräckligt förberett för det ökande hotet från ryska drönare."
  },
  {
    "Rubrik":"07.31NYHETERAustralien: Stora konsekvenser av förändrat klimatStigande havsnivåer och översvämningar orsakade av klimatförändringar riskerar att direkt påverka cirka 1,5 miljoner…",
    "Filnamn":"artiklar\/artikel10.txt",
    "Kategori":"Miljö",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"En ny riskanalys visar att klimatförändringar, med stigande havsnivåer och extrema väderhändelser, riskerar att drabba 1,5 miljoner människor i Australien under de kommande 25 åren, med allvarliga konsekvenser för befolkning, natur och ekonomi."
  },
  {
    "Rubrik":"07.11NYHETERLiverapport: Partiledardebatt i radionI dag möts statsminister Ulf Kristersson och Socialdemokraternas partiledare Magdalena Andersson i en debatt i Sveriges…",
    "Filnamn":"artiklar\/artikel11.txt",
    "Kategori":"Politik",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"I en livlig debatt i Sveriges Radio byttes slagord mellan statsminister Ulf Kristersson och Magdalena Andersson, där de hamnade i vassa diskussioner om kriminalitet, Sveriges stöd till UNRWA, Israels krigföring i Gaza och säkerhetspolitik, präglat av anklagelser och meningsskiljaktigheter."
  },
  {
    "Rubrik":"06.44NYHETERSkulle bara köpa pizza – sen blev livet ett helveteabplusHon ska handla pizza. Äldsta barnet får en klubba. Sedan börjar förföljelsen, en mardröm som förändrar 40-åriga Sandras…",
    "Filnamn":"artiklar\/artikel12.txt",
    "Kategori":"Brott",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"En kvinna i 40-årsåldern utsattes för en mardrömslik förföljelse efter en vanlig pizzaköp, vilket ledde till att hon behövde personskydd och larm, och som fått stora konsekvenser för hennes liv."
  },
  {
    "Rubrik":"06.18NYHETERTog sönerna över Dödens hav: ”Min dröm är att leva i Europa”Migranterna riskerar allt för ett bättre liv LAMPEDUSA. Ett bättre liv för Halam, 7 månader, och Hassan, 3 år.",
    "Filnamn":"artiklar\/artikel13.txt",
    "Kategori":"Migration",
    "Klassifikation":"Positiv",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Enligt artikeln flyr människor från krig och svält i Sudan och riskerar livsfarliga resor över Medelhavet för att nå Lampedusa, Italiens närmaste utpost till Europa, i hopp om ett bättre liv och en framtid där."
  },
  {
    "Rubrik":"05.46NYHETERPandemins munskydd  – en tickande miljöbombMunskydden som skulle skydda oss från smitta under covidpandemin har blivit en hälsorisk i sig.",
    "Filnamn":"artiklar\/artikel14.txt",
    "Kategori":"Miljö",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Munskydden som användes för att skydda mot Covid-19 utgör nu en växande miljöfara eftersom de bryts ner och släpper ut mikroplaster och skadliga kemikalier i naturen."
  },
  {
    "Rubrik":"05.30NYHETERStrid om EU:s ”deal” med Trump – missnöjet kokarLivsviktigt för både ekonomin och Ukraina – eller bara obalanserat och oklart?",
    "Filnamn":"artiklar\/artikel15.txt",
    "Kategori":"Internationell politik",
    "Klassifikation":"Negativ",
    "Datum":"15-09-2025, 09:18",
    "Sammanfattning":"Ett nyligen nått avtal mellan EU och USA, syftat till att undvika ett handelskrig, har mötts av stark kritik inom EU för att vara ensidigt och potentiellt undergräva EU:s strategiska oberoende, trots farhågorna kring vad som skulle hända utan ett sådant avtal."
  }
]